{
  "2025-01-01": "Este año será NUESTRO año. ¡Feliz año nuevo!",
  "2025-01-02": "Tus ojos son como las luces de navidad, pero con una diferencia, brillan siempre que los miro",
  "2025-01-03": "Cada día a tu lado es un regalo para cualquier persona. Gracias por ser como eres.",
  "2025-01-04": "Tu sonrisa es la mejor medicina para cualquier mal. Nunca pierdas esa marca.",
  "2025-01-05": "Te amo de aquí a la luna a pasitos de tortuga.",
  "2025-01-06": "Espero que mi regalo de reyes seas tú para toda la vida, tampoco pido tanto.",
  "2025-01-07": "Tengo un sentimiento que no se explicar. Creo que lo solucionaríamos con un rapidín.",
  "2025-01-08": "Eres la mejor persona que he conocido y que conoceré jamás. Te amo veinticuince.",
  "2025-01-09": "La chica más guapa del mundo es mi mujercita. ¡Qué suerte tengo!",
  "2025-01-10": "Si tuviera que pedir un deseo, pediría que estuvieras a mi lado siempre.",
  "2025-01-11": "Tienes unas curvas que ni los mejores circuitos del mundo pueden igualar.",
  "2025-01-12": "Creo que no te habia dicho lo guapa que estás hoy. Bueno, lo guapa que estás siempre.",
  "2025-01-13": "Jamás olvidaré nuestro primer beso. No tengo palabras para describir lo que sentí.",
  "2025-01-14": "Hace medio año que me cambiaste la vida a muchísimo mejor. Te amo infinito cari.",
  "2025-01-15": "Si tuviera que elegir entre respirar y amarte, te elegiría a ti siempre.",
  "2025-01-16": "Lo bueno de ser tuyo es que siempre me siento como si estuviera en casa.",
  "2025-01-17": "Tus abrazos son el lugar donde siempre quiero estar. Ahí me siento completo.",
  "2025-01-18": "Me encantas demasiado, eres unica y especial para mi.",
  "2025-01-19": "No hay nadie en el mundo que me haga sentir tan especial como tú lo haces.",
  "2025-01-20": "Contigo cada día es más bonito que el anterior. ¿Será por tu sonrisa?",
  "2025-01-21": "Eres el sueño hecho realidad que nunca supe que necesitaba.",
  "2025-01-22": "Necito una dosis de todos tus besos para poder seguir con mi día.",
  "2025-01-23": "Si cada pensamiento de amor que tengo por ti se hiciera realidad, ya estarías rodeada de estrellas.",
  "2025-01-24": "No importa lo que pase, siempre estaré a tu lado, en las buenas y en las malas.",
  "2025-01-25": "Lo más bonito de la vida es que te tengo a ti a mi lado. Todo lo demás da igual.",
  "2025-01-26": "Puedes contar conmigo para todo, siempre estaré ahí para ti cari.",
  "2025-01-27": "Nunca imaginé que alguien podría hacerme tan feliz. Y aquí estás tú.",
  "2025-01-28": "Tu risa es la mejor parte de mi día, siempre es contagiosa.",
  "2025-01-29": "Estemos cerca o no, tus besos, abrazos y caricias estarán graabdos en mi mente.",
  "2025-01-30": "Si por mi fuera te regalaría el mundo entero, pero como no puedo, te regalo mi corazón.",
  "2025-01-31": "¿Puedes dejar de enamorarme tanto? Cada día que pasa te quiero más y creo que no hay límite.",
  "2025-02-01": "Me encanta cómo me miras, como si fueras capaz de ver el alma de una forma tan dulce.",
  "2025-02-02": "Estar contigo es como estar en el lugar correcto, a la hora correcta en el momento adecuado.",
  "2025-02-03": "Esos ojazos transmiten todo lo que piensas y sientes, son tan cristalinos como el agua.",
  "2025-02-04": "Cada vez que te beso tengo un sentimiento de paz, como si todo lo demás pasara a ser secundario.",
  "2025-02-05": "Eres mi calma dentro de la tormenta, la paz en medio de la guerra.",
  "2025-02-06": "Los momentos a tu lado son demasiado cortos. Creo que tienes algo para acelerar el tiempo.",
  "2025-02-07": "Tengo la suerte de tener a una persona tan perfecta a mi lado, y además me quiere. ¿Qué más puedo pedir?",
  "2025-02-08": "No hace falta que diga nada, ni hagas nada. Estar a tu lado ya me hace feliz.",
  "2025-02-09": "Darte un abrazo es desconectar mi cerebro y ser feliz. No necesito más.",
  "2025-02-10": "Si el amor fuera un juego, yo ya habría ganado con solo tenerte a ti.",
  "2025-02-11": "Siempre pienso que lo nuestro es tan perfecto que parece sacado de una peli.",
  "2025-02-12": "Creo que me he olvidado de recordarte lo mucho que te amo. Te amooo infinito.",
  "2025-02-13": "Lo único que quiero en esta vida es hacerte feliz, porque tu felicidad es la mía.",
  "2025-02-14": "Feliz día de San Valentín, amorcito mío. Gracias por ser la mejor parte de mi vida. ¿Te habias dado cuenta que también es nuestro aniversario?",
  "2025-02-15": "El hecho de que exista una persona como tú, que me comprende con solo mirarme, es lo más increíble.",
  "2025-02-16": "No sé cómo lo haces, pero cada día me haces querer más a la persona increíble que eres.",
  "2025-02-17": "Gracias por ser mi lugar seguro, por hacerme sentir tan amado y único.",
  "2025-02-18": "Tu cuerpo es como una obra de arte, y yo soy el afortunado que puede admirarlo siempre.",
  "2025-02-19": "Siempre que te veo, tengo una sonrisa tonta en la cara, y creo que eres la culpable.",
  "2025-02-20": "A tu lado todo es más fácil, incluso las cosas difíciles se vuelven bonitas.",
  "2025-02-21": "Mi mayor miedo es perderte, por eso te tengo que recordar lo preciada que eres para mi.",
  "2025-02-22": "Nunca olvidaré el primer polvazo que echamos. Fue algo inexplicable con palabras.",
  "2025-02-23": "Pase lo que pase nunca me cansaré de ti. Tienes algo en tu interior que me impide alejarme.",
  "2025-02-24": "Podría pasarme los días enteros mirándote y no me cansaría. Eres tan precisa.",
  "2025-02-25": "Cuando te conocí, supe que eras especial. Pero no sabía que serías tan especial para mi.",
  "2025-02-26": "Creo que es imposible agradecerte el haberme enseñado lo que es realmente el amor.",
  "2025-02-27": "Hay miles de palabras para describir lo que siento por ti, pero ninguna es suficiente.",
  "2025-02-28": "¿Lo guapa que estás hoy tiene explicación? Bueno, siempre estás guapa, para que engañarnos.",
  "2025-03-01": "Me encantaría tener la posibilidad de congelar el tiempo a tu lado, pero es imposible.",
  "2025-03-02": "Nunca te he dicho lo que me encanta tu voz, tiene algo que hace que me salga una sonrisa inevitablemente.",
  "2025-03-03": "Durante mucho tiempo quise tener la posibilidad de dormir contigo, y fue la mejor sensación del mundo.",
  "2025-03-04": "Despertar sabiendo que tengo una persona que me quiere tanto como tú, es lo mejor del mundo.",
  "2025-03-05": "Tu sonrisa brilla más que el sol en un día completamente despejado con el cielo azul.",
  "2025-03-06": "En la vida habrá días fáciles y días difíciles, pero siempre estaré a tu lado para apoyarte.",
  "2025-03-07": "Ya podrán pasar los años que tu vas a seguir siendo tan guapa como el primer día.",
  "2025-03-08": "Si me ofrecieras un rapidín, no lo rechazaría. Pero si me ofreces un abrazo, acepataría los dos.",
  "2025-03-09": "No se como lo haces pero estás constantemente en mi mente, y la verdad que no me importa.",
  "2025-03-10": "Ese cuerpo es la octava maravilla del mundo, y yo soy el afortunado que puede disfrutarlo.",
  "2025-03-11": "Creo que tu no te reflejas en el espejo, el espejo se refleja en ti, porque esa belleza no es normal.",
  "2025-03-12": "Podrías compararte con cualquier perosna del mundo y te puedo garantizar que siempre serás la mejor.",
  "2025-03-13": "No te imaginas lo mucho que te amo, y todo lo que me haces sentir día a día.",
  "2025-03-14": "8 meses juntos se me hacen como 8 minutos. Y es por eso que te amo tanto.",
  "2025-03-15": "Algún día volveremos a la playa donde nos conocimos, y recordaremos lo bonito que fue.",
  "2025-03-16": "Quien le diría a aquel chico hace un año que conocería a la persona más increíble del mundo.",
  "2025-03-17": "Que te parece si lo hacemos. Uno rapido, sin pensarlo, que ahora estamos solos. ¿Te apetece?",
  "2025-03-18": "Mi mejor regalo es tu sonrisa, y mi mayor deseo es que nunca deje de brillar y mi motivo de felicidad eres tu.",
  "2025-03-19": "Holaaaa mi chica guapaaaa. ¿Cómo estás? Espero que bien. Te amo mucho mucho mucho.",
  "2025-03-20": "Te apodé de marinera, pero nunca pensé que ese apodo tuviera tantos significados relacionados entre nosotros.",
  "2025-03-21": "Gracias por apoyarme en mis momentos dificiles, y por tu bondad y deseo para ayudarme a superarlos.",
  "2025-03-22": "Me encantan tus caricias y tus juegos de manos. Eres la mejor en todo lo que haces.",
  "2025-03-23": "Nunca cambies amor, por mucho que la gente te diga, eres perfecta tal y como eres.",
  "2025-03-24": "Eres la única persona que puede hacerme reír en mis peores momentos, por eso eres tan especial.",
  "2025-03-25": "Amoooooor, donde estás? Quiero pedirte algo, que creo que tu también quieresss.",
  "2025-03-26": "Siempre que te veo, me siento como si estuviera en una nube, y no quiero bajar de ella.",
  "2025-03-27": "Soy yo o cada día que pasa me siento más comodo a tu lado, como si llevaramos toda la vida juntos.",
  "2025-03-28": "No te imaginas cuanto me arrepentiría si no te hubieras atrevido a hablarme aquel día.",
  "2025-03-29": "Tus abrazos son mi lugar favorito, sobre todo los de vernos desde hace mucho tiempo",
  "2025-03-30": "La locura que siento por ti no tiene palabras para describirse. Creo que estoy muy enamorado.",
  "2025-03-31": "Estoy espeluchado, pero de amor por ti. Necesito una dosis de tu amor para seguir.",
  "2025-04-01": "Podría dedicarte mil frases de amor, pero ninguna sería suficiente para describir lo que siento por ti.",
  "2025-04-02": "Carita bonita, cuerpo de diosa, y un corazón de oro. Eres la mujer perfecta.",
  "2025-04-03": "Dormir a tu lado durante 2 horas es mejor que dormir 8 horas solo, y está demostrado.",
  "2025-04-04": "No me canso de repetirlo, pero te amo tanto tanto tanto que no me cabe en el pecho.",
  "2025-04-05": "Preferiría mil veces estar contigo sin hacer nada que en cualquier otro lugar del mundo solo.",
  "2025-04-06": "Alguna vez te he dicho que eres la mejor persona que he conocido? Bueno, lo eres.",
  "2025-04-07": "Perdonaría cualquier cosa, pero no haberte conocido sería algo que me castigaría toda la vida.",
  "2025-04-08": "Tienes una habilidad con las manos y con la boca que bueno, no podría describirlo. No pienses mal cari.",
  "2025-04-09": "Si dieran premios por hacer feliz a alguien, tú te llevarías todos los trofeos, y yo me llevaría el premio por estar loco por ti.",
  "2025-04-10": "Tu sonrisa debería venir con un aviso: 'Cuidado, puede causar enamoramientos severos y ganas intensas de besarte'.",
  "2025-04-11": "Deberían inventar una alarma que suene cada vez que pienso en ti, pero creo que se quedaría encendida todo el día.",
  "2025-04-12": "Eres como el café de la mañana, adictiva, calentita y con un sabor que me encanta.",
  "2025-04-13": "Si me pagaran por cada vez que pienso en ti sería millonario no, trillonario. Te amo mucho mucho mucho.",
  "2025-04-14": "Felices 9 meses cariiii!!! Te amo mucho mucho mucho mucho muchiiiiisimooooo.",
  "2025-04-15": "Tienes algo que no sé explicar y me vuelve loco. Es tu esencia, tu forma de ser, tu sonrisa, tu todo.",
  "2025-04-16": "Tus besos, caricias, abrazos y juegos son la mejor terapia que puede tener una persona.",
  "2025-04-17": "Si me dejas elegir entre salir o quedarnos en casa, siempre elegiré la opción donde pueda besarte más rato.",
  "2025-04-18": "La pueblerina más especial de este mundo es mi mujercita. Te amo mucho mucho mucho.",
  "2025-04-19": "Tenerte cerca es como tener una manta calentita en un día de frío, pero mucho más excitante.",
  "2025-04-20": "Puedo asegurar al 100% que tienes que estar muy cansada, pero de dar vueltas en mi cabeza.",
  "2025-04-21": "Si existiera una pastilla para no pensar en ti, no la tomaría jamás. Prefiero esta adicción a ti.",
  "2025-04-22": "Eres mi fiesta favorita, y si me dejas, prometo celebrarte todos los días, de todas las formas posibles.",
  "2025-04-23": "Ese cuerpazo que tienes es el culpable de que no pueda dejar de pensar en ti.",
  "2025-04-24": "Cuando te conocí supe que eras la persona indicada, y no me equivoqué. Eres la mejor.",
  "2025-04-25": "Si eligieras entre un rapidín o un abrazo, ¿qué elegirías? Yo elegiría los dos contigo.",
  "2025-04-26": "No hay palabras suficientes para describir lo que siento por ti. Te amo mucho mucho mucho.",
  "2025-04-27": "En mi cabeza solo estás tu, y no me importa que sea así. Eres lo mejor que me ha pasado.",
  "2025-04-28": "Que mi peor día posible sea contigo, significa que no existen días malos, todos son buenos.",
  "2025-04-29": "Podría estar día y noche acariciándote, besándote y abrazándote, y no me cansaría.",
  "2025-04-30": "Hoy no estás guapa, estás preciosa. Bueno, siempre estás preciosa, pero hoy parece que más.",
  "2025-05-01": "Los restos de tu olor en la ropa son el mejor perfume que puedo llevar.",
  "2025-05-02": "Las ganas que tengo de verte, de sentirte y de besarte son incontrolables.",
  "2025-05-03": "No importa las veces que tenga que luchar por ti, porque eres mi mayor tesoro.",
  "2025-05-04": "Si alguien te hiciera daño algún día, no lo pensaría dos veces. Te protegería con mi vida.",
  "2025-05-05": "Me encanta la locura que te define, me encantas tal y como eres y nunca me cansaré de repetirtelo.",
  "2025-05-06": "Nena, ¿te apetece un rapidín? Creo que no me lo rechazarías aún estando lejos.",
  "2025-05-07": "Esa mirada que tienes al mirar los animales, es la que muchos quisieran tener cuando los mires, y yo soy afortunado",
  "2025-05-08": "Aunque no te lo diga a menudo, te amo mucho mucho mucho. Eres lo mejor que me ha pasado.",
  "2025-05-09": "Tengo miles de planes de futuro a tu lado, y ninguno de ellos me da miedo porque se que te tengo a ti.",
  "2025-05-10": "Que pedazo de mujer que tengo, es que es flipante. No puedes ser más guapa amor.",
  "2025-05-11": "No importa que tan malo sea el día, o la racha, pero saber que te tengo hace que los problemas den igual.",
  "2025-05-12": "Si pudiera pedir un deseo, sería que estuvieras a mi lado siempre, porque eres lo mejor que me ha pasado.",
  "2025-05-13": "El calor de tu piel es el mejor abrigo que puedo tener, y no me importa que haga calor, no lo voy a rechazar.",
  "2025-05-14": "El numero 10 en el aniversario es muy muy redondo. Otro mes a tu lado y espero que sean muchos más.",
  "2025-05-15": "Darte caricias y masajes creo que me relaja más a mi que a ti, aunque sigo prefiriendo las cosquillas en la barriga.",
  "2025-05-16": "Cuando haga algo malo, dimelo al momento, porque no quiero que un error tonto perjudique esto, y menos que nos separe.",
  "2025-05-17": "Ojalá tu sientas la tranquilidad que yo siento al estar a tu lado, y saber que puedo confiar mi vida en ti.",
  "2025-05-18": "Si algún día me preguntan por el amor de mi vida, no dudaré en decir tu nombre.",
  "2025-05-19": "Te has dado cuenta que da igual que peinado tengas, o que ropa tengas que todo te queda bien. Eres perfecta.",
  "2025-05-20": "Esa locura que llevas dentro te hace tan unica que no puedo dejar de pensar en ti.",
  "2025-05-21": "Se dice que el amor es ciego, pero yo veo perfectamente lo que siento por ti, y es amor puro.",
  "2025-05-22": "Si el sexo y la cocina están relacionados, tendrías varias estrellas michelín.",
  "2025-05-23": "Lo de que los ultimos días antes de vernos se hacen eternos pero los días juntos pasan volando, es cierto.",
  "2025-05-24": "Como sigas enamorándome así, voy a tener que pedirte que te cases conmigo antes de lo esperado.",
  "2025-05-25": "Niña, desprendes una luz que ilumina hasta el lugar más oscuro de este mundo.",
  "2025-05-26": "La sensación piel con piel es la mejor sensación que he tenido en mi vida, te lo juro.",
  "2025-05-27": "Da igual si estamos jugando, hablando, o simplemente mirándonos. Haga lo que haga contigo siempre es especial.",
  "2025-05-28": "Una parte de mi entiende por qué me muerdes, porque es como que te quiero comer de tanto que te amo.",
  "2025-05-29": "Siento la necesidad de decirte lo mucho que te amo, y lo mucho que me haces sentir.",
  "2025-05-30": "Cari, aquí nadie nos va a ver, ¿qué te parece si hacemos algo que no hemos hecho nunca?",
  "2025-05-31": "Te comería esa boquita que tienes, pero no quiero que te quedes sin ella porque luego no podría besarte",
  "2025-06-01": "Chica guapaaaa, buenos días, aunque probablemente te despiertes tarde, como siempre amor.",
  "2025-06-02": "Por mi, si no estás a mi lado, podría estar en llamada o viendo tus fotos todo el día.",
  "2025-06-03": "No se tu pero yo tengo ganas de darte un beso, y no uno cualquiera, uno de esos que te dejan sin respiración.",
  "2025-06-04": "Si mi bebé necesita mimos, aquí estoy yo para dárselos, y ya te digo que no me voy a negar.",
  "2025-06-05": "Creo que tus ojos son como las bombillas de antes, están hechos para iluminar siempre.",
  "2025-06-06": "Tengo algo muy especial que contarte y no te suelo decirlo, pero te amo mucho mucho mucho.",
  "2025-06-07": "Las horas, los minutos y los segundos contigo son los más bonitos de mi vida, y no me canso de repetirlo.",
  "2025-06-08": "La primera vez que quedamos, me hiciste sentir una comodidad como si te conociera de toda la vida.",
  "2025-06-09": "Me he vuelto adicto a tu olor, a tu piel, a tus besos, a tus caricias, a tus abrazos, a ti.",
  "2025-06-10": "Por mucho que pase el tiempo, siempre estaré a tu lado, porque eres lo mejor que me ha pasado.",
  "2025-06-11": "La mejor parte de mi día es cuando te veo, y la peor es cuando me tengo que ir.",
  "2025-06-12": "Cuando me pasa algo malo, solo tengo que recordar que te tengo a ti, y ya se que a pesar de todo tengo donde apooyarme.",
  "2025-06-13": "Eres como el cielo azul un día soleado, nunca me cansaré de decirte lo preciosa que eres.",
  "2025-06-14": "Solo queda 1 mes para el año. Aun no me creo que esto sea cierto. Te amo veinticuince cari.",
  "2025-06-15": "Querer lo hace cualquiera, pero de la manera que nosotros nos amamos, creo que es imposible.",
  "2025-06-16": "Reconozco que soy un afortunado de haber encontrado a alguien tan enamorado de mi como yo de ella.",
  "2025-06-17": "Nunca te lo he dicho, pero cuando he tenido que tomar decisiones sobre lo nuestro, nunca he dudado.",
  "2025-06-18": "Este es el regalo más grande y significativo que he hecho jamás por nadie, y espero que te guste.",
  "2025-06-19": "Repetiría mil veces, hoy, mañana y todos los días los rapidines que hemos tenido, porque cada uno ha sido especial.",
  "2025-06-20": "Si tuviera que repetir todo el proceso hasta llegar a donde estamos, lo repetiría una y otra vez sin dudarlo",
  "2025-06-21": "Lo guapa que estás hoy, y siempre por cierto, no tiene explicación. Y te amo mucho mi pueblerina.",
  "2025-06-22": "Quien le diría al yo de hace un año que estaría tan enamorado de la persona más increíble del mundo.",
  "2025-06-23": "Puedes compararte con quien quieras, que jamás te superaran en perfección, y no estoy ciego cari.",
  "2025-06-24": "Algún día intentaré contarte todo lo que siento por ti, pero creo que no hay palabras suficientes.",
  "2025-06-25": "Todos los años que pasen, todos los meses que pasen, todos los días que pasen, siempre estaré a tu lado.",
  "2025-06-26": "Me encantaría parar el tiempo y quedarme contigo para siempre, pero es imposible, así que intentaré aprovechar el tiempo.",
  "2025-06-27": "A pesar de que te saque un par de años, me creería perfectamente que eres de mi edad, por tu madurez y tu forma de ser.",
  "2025-06-28": "Cristalina, transparente, clara, pura, son palabras que describen tus ojos, y no me canso de mirarlos.",
  "2025-06-29": "Hace tiempo que no escribo sobre tu sonrisa, pero es que es tan bonita y contagiosa que no me canso de verla.",
  "2025-06-30": "Llevo medio año escrito, y ya te digo que no me cansaré, aunque me quede sin palabras para describirte.",
  "2025-07-01": "No se si te lo he dicho, pero te amo mucho mucho mucho. Eres lo mejor que me ha pasado.",
  "2025-07-02": "¿Te has puesto a pensar todo lo que hemos vivido en este tiempo y lo rapido que ha pasado?",
  "2025-07-03": "Creo que ya va siendo hora de volver a pedirte un rapidín, que hace tiempo que no lo hacemos.",
  "2025-07-04": "Eres la combinación de físico y personalidad perfecta, y no me cansaré de repetirtelo.",
  "2025-07-05": "Por más días que pasen, nunca me cansaré de decirte lo mucho que te amo, y lo mucho que me haces sentir.",
  "2025-07-06": "Tienes una mirada que me hace sentir como si estuviera en casa, y no quiero salir de ella.",
  "2025-07-07": "No te imaginas lo afortunado que soy de haberte conocido, tienes todo y más de lo que yo podría pedir.",
  "2025-07-08": "Por estas fechas hace 1 año estaba preparando el viaje para ir al Hierro, y menos mal que lo hice",
  "2025-07-09": "Eres tan pero tan impredecible que ya te digo yo que jamás me aburriré contigo.",
  "2025-07-10": "Nunca pierdas esa locura que me encanta, porque tienes más que sufiiciente para hacerme feliz.",
  "2025-07-11": "Tal día como hoy te conocí, y menos mal que me hablaste, y te pido perdón por mi resistencia, ya sabes que soy tímido.",
  "2025-07-12": "Eres tan pero tan guapa que hasta me cuesta creer que estés conmigo. Pero bueno, aquí estamos.",
  "2025-07-13": "Este día hace un año fue dificil, porque pensé que me habias ignorado, pero por la tarde me escribiste y supe que no ibas en broma.",
  "2025-07-14": "¿Qué? ¿Un año ya? ¡Felicidades amorcito miooooo! Feliz aniversario bebé y espero que sean muchos más. Te amo infinitoooo.",
  "2025-07-15": "El tiempo vuela, y no me imagino que sería de mi si no te hubiera conocido. Te aseguro que todo sería muy distinto.",
  "2025-07-16": "Imagina lo enamorado que estoy de ti que prefiero hacer lo imposible por un minuto a tu lado que cualquier cosa.",
  "2025-07-17": "Ños niña, pero que mujerón que tengo. Eres la mejor, y no me cansaré de decirtelo.",
  "2025-07-18": "Que te parece si nos vamos a los sillones de atrás del coche. No voy a decir para que, pero creo que te gustará.",
  "2025-07-19": "Ni los paisajes más bonitos se acercan a la belleza interna y externa que tienes, y no exagero.",
  "2025-07-20": "Tu cara es como una noche estrellada, llena de luz y belleza que al mirarla pierdes la nocion del tiempo.",
  "2025-07-21": "Amo las llamadas que tenemos, aunque sea por una gallina que se cruzó por la calle, pero me encanta escucharte.",
  "2025-07-22": "Si quieres te regalo un día de relax, mimos, caricias, besos y abrazos. Pero no te aseguro que no pase algo después.",
  "2025-07-23": "Mi mayor acto de valentía en esta vida fue darte ese beso, al principio no sabía si la habia liado, pero ahora se que hice bien.",
  "2025-07-24": "Me pasaría la vida entera admirando esa silueta que tienes, incluso hay momentos que no me creo que sea verdad.",
  "2025-07-25": "Una de las cosas que nunca olvidaré fue cuando me dijiste que te encantaba sentirte arropada por mis abrazos.",
  "2025-07-26": "Cada día supero mi amor por ti, y me sorprendo a mi mismo porque pienso que es imposible amar más a alguien.",
  "2025-07-27": "Te protegeré de todo lo malo, y te daré todo lo bueno que pueda, porque te lo mereces todo.",
  "2025-07-28": "Quien le diría al yo de hace un tiempo que estaría con alguien como tu, con esos rasgos tan característicos y tan perfectos.",
  "2025-07-29": "Casi sin conocerme, me trataste tan bien que nunca lo olvidaré. Es que me has tratado como un rey desde el primer día.",
  "2025-07-30": "Hace tiempo que no te lo digo, pero te amo de aquí a la luna a pasitos de tortuga, y podría seguir hasta el infinito.",
  "2025-07-31": "No te imaginas lo orgulloso que estoy de ti, haces de todo, y lo haces bien. Creo que estoy más orgulloso de ti que tu misma.",
  "2025-08-01": "Voy a hablar con la RAE para que cambien la definición de perfección por tu nombre, porque eres la definición exacta.",
  "2025-08-02": "Sabes que siempre estaré ahí, para lo que necesites, para lo que quieras y para lo que te haga feliz.",
  "2025-08-03": "Cuando abro los ojos por la mañana y veo semejante belleza a mi lado, no puedo evitar sonreir.",
  "2025-08-04": "Tengo la fortuna de tener a la persona más increíble del mundo a mi lado, y no me cansaré de repetirlo.",
  "2025-08-05": "Las noches de agosto son tan calidas como tus abrazos, y no me importaría quedarme en ellos toda la vida.",
  "2025-08-06": "Una vez le pedí a una estrella fugaz un deseo, y me concedió el mejor de todos, conocerte.",
  "2025-08-07": "Las personas hablan mal de sus parejas, de los fallos y otras cosas, pero es que de ti solo puedo decir cosas buenas",
  "2025-08-08": "Ya podrán haber 50 grados en la calle que tu siempre estarás más caliente que el sol.",
  "2025-08-09": "Si sigo a tu lado te aseguro que será el mejor verano que haya pasado en mi vida sin ninguna duda.",
  "2025-08-10": "Quiero ver el atardecer contigo, bañarnos cuando anochezca y dormir juntos bajo las estrellas.",
  "2025-08-11": "Lo que yo soy capaz de hacer por ti no lo haría por nadie, porque eres el amor de mi vida.",
  "2025-08-12": "Que me despiertes comiendome la boca y diciendome buenos días sería una fantasía, aunque los buenos días son opcionales.",
  "2025-08-13": "Da igual la epoca del año que mientras esté abrazado a ti da igual si hace frío o calor, porque siempre estaré bien.",
  "2025-08-14": "Que ya estemos pasando del año me parece increíble. Es como si hubieran pasado horas desde que te conocí.",
  "2025-08-15": "Tengo que cambiar la tendencia de los últimos días, y recordarte lo mucho que te amo, y lo mucho que me haces sentir.",
  "2025-08-16": "Lo más duro de estar tan enamorado de ti son las despedidas, no sabes lo que me cuesta separarme de ti.",
  "2025-08-17": "Tienes el pelo más bonito del mundo, y no me cansaré de decirtelo. Bueno, de decirte cosas bonitas en general.",
  "2025-08-18": "Nunca podré agradecerte todo lo que haces por mi, ya sean tus palabras, tus gestos o tus acciones.",
  "2025-08-19": "En ocasiones me arrepiento de no haberte conocido antes, pero luego pienso que todo pasa por algo, y que te conocí en el momento adecuado.",
  "2025-08-20": "El yo de antes era lo más frio de este mundo, pero me has cambiado mucho y ahora no me quiero despegar de ti.",
  "2025-08-21": "Un día como hoy hace un año hice algo que nunca pensé atreverme a hacer, y salió bastante bien la verdad.",
  "2025-08-22": "Pienso mucho, y por mucho que lo haga siempre llego a la misma conclusión, que te amo mucho mucho mucho.",
  "2025-08-23": "Si cada día que pasa sigues siendo más guapa, cuando llegarás al límite de la belleza? Si es que tienes, claro.",
  "2025-08-24": "Mi plan perfecto para agosto: tú, yo y una excusa para no salir de casa.",
  "2025-08-25": "Acostumbrarme a estar contigo hace que los días que estoy solo se hagan más largos y más aburridos.",
  "2025-08-26": "Imagina un día que estemos solos, en un lugar tranquilo, mirando las estrellas, y sin nada que nos moleste.",
  "2025-08-27": "Bendita casualidad la de haber ido a ese lugar y haberte conocido.",
  "2025-08-28": "Mis palabras y los cientos de frases que he escrito no son suficientes para describir lo perfecta que eres.",
  "2025-08-29": "La palabra verano me recuerda a ti, porque me recuerda el día que te conocí, y lo especial que fue.",
  "2025-08-30": "Esas arruguitas de sonreir son marcas que no quiero que pierdas nunca, porque te definen.",
  "2025-08-31": "El verano puede terminar pero tu siempre serás mi estación favorita.",
  "2025-09-01": "La persona más bondadosa, cariñosa, guapa, inteligente, divertida, y un largo etcétera, eres tu.",
  "2025-09-02": "Te convertiste en mi mundo, y no me da miedo que sea así, porque tengo alguien en quien apooyarme y no me fallará.",
  "2025-09-03": "El olor de tu piel es el mejor perfume que puedo llevar, y no me importa que sea el mismo siempre.",
  "2025-09-04": "Hoy tengo ganas de hacerlo, pero de una forma que luego te cueste caminar.",
  "2025-09-05": "Podrás tener miles de inseguridades, pero te aseguro que eres la persona más hermosa de este planeta.",
  "2025-09-06": "Ni hoy ni ningún día me cansaré de decirte lo mucho que te amo, y lo mucho que me haces sentir.",
  "2025-09-07": "La luna es bonita, pero no tanto como tu, y las estrellas no brillan tanto como tus ojos.",
  "2025-09-08": "Quiero de regalo de cumple un rapidín, pero no uno cualquiera, uno de esos que te dejan sin fuerzas.",
  "2025-09-09": "Me siento tan orgulloso de ti que no me cabe en el pecho, es como si tus logros fueran más importantes para mi que para ti.",
  "2025-09-10": "Recuerdo en estas fechas estar por primera vez solo en el Hierro contigo. Y ya ha pasado un año. El tiempo vuela, y no te imaginas lo mucho que te amo.",
  "2025-09-11": "Sentir tu piel al arroparte cuando nos abrazamos es como mirar el mar en un día soleado, relajante y bonito.",
  "2025-09-12": "Me podría pasar la vida entera mirando tus ojos, y no me cansaría, porque son los más bonitos que he visto.",
  "2025-09-13": "La belleza descrita en los libros no se acerca ni un poco a la belleza que tienes tu, y no exagero.",
  "2025-09-14": "Felices 14 meses cari. Te amo muchísimo y espero que pueda seguir celebrando estos días contigo.",
  "2025-09-15": "Eres la descripción perfecta de inocencia, tan pura y tan única.",
  "2025-09-16": "Deberías ser ilegal en todos lados, porque tu belleza no tiene límite y conquista a cualquier persona.",
  "2025-09-17": "A pesar de todos los momentos que no han sido tan buenos, siempre hemos estado juntos el uno para el otro.",
  "2025-09-18": "Las noches calidas me recuerdan a ti, a los masajes con música de fondo.",
  "2025-09-19": "Hay tantas cosas que podría dedicarte, que no tengo tiempo en mi vida para hacerlo.",
  "2025-09-20": "Chos, pero ese bellozón? Pero si es mi mujercita! Cari, eres demasiado hermosa, en serio.",
  "2025-09-21": "Quiero seguir a tu lado a pesar de todos los obstaculos que se pongan en nuestro camino.",
  "2025-09-22": "Si estás leyendo esto me debes un rapidín no tan rapidín.",
  "2025-09-23": "Si estamos separados, estamos más en llamada que haciendo cualquier otra cosa, y me encanta.",
  "2025-09-24": "Escuchar tus gritos en mi oido es la sensación más placentera que he tenido en mi vida.",
  "2025-09-25": "Tenemos que sacar más fotos, para que cuando las veamos de mayor recordemos aquellos momentos, aunque dudo que me olvide de ninguno.",
  "2025-09-26": "Si por mi fuera me pasaría la vida entera dandote caricias, abrazos y besos, no me canso nunca.",
  "2025-09-27": "Tengo una adicción por tu olor, me atrae demasiado, y aun estando lejos, puedo recordarlo.",
  "2025-09-28": "Quien le diría al yo del pasado que estaría con una musulmana, africana y alguien tan especial como tú.",
  "2025-09-29": "Si ya de por sí el tiempo pasa volando, a tu lado pasa aún más rápido",
  "2025-09-30": "Se acabó el mejor mes del año, pero no sería tan bueno si no estuviera acompañado por ti.",
  "2025-10-01": "Octubre y otoño, las ojas caen pero los paisajes siguen siendo bellos, como tú durante todo el año",
  "2025-10-02": "Soy yo o quedarnos sin aliento después de algo y luego abrazarnos es una sensación inefable?",
  "2025-10-03": "No dejes de ser tu misma a pesar de lo que te digan, eres única, especial e insuperable.",
  "2025-10-04": "Mi mayor sueño es recorrer el mundo acompañado de una persona especial, y tu eres más que eso.",
  "2025-10-05": "Nunca pensé volver a tener una relación a distancia, pero ha sido la mejor desición de este mundo.",
  "2025-10-06": "La belleza interna, externa y cualquier otra que exista las tienes tu. No te falta nada.",
  "2025-10-07": "Si supiera cantar te dedicaría una canción, pero por ahora tendrás frases durante lo que queda de año.",
  "2025-10-08": "Te aseguro que teienes a una persona que no dejará de amarte en los años que te quedan de vida y más allá.",
  "2025-10-09": "Los momentos más lentos en los que pasa el tiempo son aguntando la respiración y cuando estoy lejos de ti.",
  "2025-10-10": "Tal día como hoy te ví en Tenerife, y ya habías consolidado mi locura por tí.",
  "2025-10-11": "Recuerdo este día el año pasado que lo guapa que estabas era inexplicable. Y cada día que pasa estás mas bella.",
  "2025-10-12": "Cuando me llevé tu sudadera a mi casa me dió mucha pena, pero lo bueno es que olía a ti, y era como tenerte a mi lado.",
  "2025-10-13": "Te has dado cuenta que todo lo que nos hemos propuesto lo hemos logrado? La unión hace la fuerza.",
  "2025-10-14": "Un mes más a tu lado, y un mes más que te amo más que el anterior. Te amo infinito cari.",
  "2025-10-15": "Creo que me hiciste algún hechizo o algo, porque la manera en la que te amo no es ni medio normal.",
  "2025-10-16": "Hoy quiero algo romántico, algo especial, que no lo olvides nunca. Aunque no te garantizo que luego se encienda.",
  "2025-10-17": "La manera en la que nos entendemos es increible, 2 personas no se pueden entenderse tan bien y casi sin conocerse.",
  "2025-10-18": "Protegerte por encima de todo es algo que me sale natural, y no es algo que haya sentido con otra persona.",
  "2025-10-19": "Algún día volveremos a la playa donde nos conocimos, para recordar viejos tiempos.",
  "2025-10-20": "Esos ojazos marrones me tienen loco perdido, tienen un brillo interno que los hace únicos",
  "2025-10-21": "Tengo una necesidad de postre especial, y solo tu me lo puedes ofrecer y puedes usar las manos o lo que quieras.",
  "2025-10-22": "Hacer las cosas por ti, no supone nunca un sacrificio, porque la felicidad posterior no tiene precio",
  "2025-10-23": "Mi pueblerina preciosa, no sabes cuanto te amo y lo especial que eres para mí.",
  "2025-10-24": "Esa sonrisa es muy contagiosa, dan ganas de comersela completita.",
  "2025-10-25": "No se como lo has hecho, pero me integraste en tu familia super rápido, me sentí como en casa a tu lado.",
  "2025-10-26": "En todos los universos paralelos, te aseguro que ese día te hubiera elegido sin dudarlo.",
  "2025-10-27": "Hoy me desperté con ganas de comerte a besos, desde por la mañana hasta el día siguiente.",
  "2025-10-28": "Esté o no a tu lado, eres la única persona que amaré en toda mi vida, eso lo sé",
  "2025-10-29": "Ese pelazo es espectacular, es tan suave que al acariciarlo da miedo que se estropee.",
  "2025-10-30": "Amor, te elijo hoy, mañana y el resto de mis días. Te elegiría siempre.",
  "2025-10-31": "Que mejor manera de celebrar Halloween que una noche de gritos, a oscuras y solos en casa.",
  "2025-11-01": "Esos ojos están llenos de información valiosa, asi que no tienes por qué hablar para decirme las cosas",
  "2025-11-02": "El mejor plan que podría tener es pasar mi día a tu lado, y eso no hay quien lo cambie.",
  "2025-11-03": "Quiero que seas la persona más feliz que haya existido, y llenarte de amor como nadie lo ha hecho.",
  "2025-11-04": "La posibilidad de que seas mi hermana y a la vez mi princesa te hace única, porque puedo compartir mis locuras.",
  "2025-11-05": "Que una simple flor, un regalo de Bob Esponja, o unas chuches te emocionen tanto, te hacen más valiosa aún.",
  "2025-11-06": "Verte junto a los animales, con esa carita de felicidad te hace muy única, y ya te digo yo que no la cambiaría por nada.",
  "2025-11-07": "Eres un osito amoroso, repartes mucho amor, pero también necesitas que te mimen mucho, y me encanta.",
  "2025-11-08": "No se si te lo había dicho, pero apareces hasta en mis sueños, y es la mejor sensación del mundo.",
  "2025-11-09": "Tengo miles de planes en la cabeza para hacer contigo, solo me faltas tu para hacerlos.",
  "2025-11-10": "Finalmente pude tener el privilegio de conocerte, y no solo eso, si no que también me enseñaste lo que realmente es el amor.",
  "2025-11-11": "Sí, es verdad que era una persona muy fría, pero me has convertido en alguien muy distinto, y estoy contento con el cambio.",
  "2025-11-12": "No quisiera más días solo, pero si no son solos no quiero otra compañía distinta a la tuya",
  "2025-11-13": "Eres como una planta, pero de las que no pierden sus flores en todo el año, porque siempre estás reluciente.",
  "2025-11-14": "Si pudiera pedir un deseo, sería que pudiera seguir celebrando este día especial todos los meses durante el resto de mis días. Te amo de aquí a las estrellas.",
  "2025-11-15": "Sea una gallina, un hurón, un pollito o un perro, no importa que animal sea que lo amarás sin importar nada.",
  "2025-11-16": "Tengo un planazo para hoy. Quedarnos en casa, tu y yo solos y disfrutar de la tranquilidad.",
  "2025-11-17": "Casarme contigo? Lo haré sin ninguna duda. Eres el amor de mi vida, y ya te digo que serás mi pareja el resto de mis días.",
  "2025-11-18": "Me encantaría pedirte como regalo para estas Navidades, y da igual si vienes envuelta o no, yo me encargo de eso.",
  "2025-11-19": "Un rapidín de esos, sin importar si hay frio o calor, ya te digo que nunca se rechaza.",
  "2025-11-20": "No me importa las dificultades que se interpongan en el camino, te seguiré amando a pesar de todo.",
  "2025-11-21": "Los días más duros son los de las despedidas, aunque el lado bueno es que con el paso del tiempo habrá menos.",
  "2025-11-22": "Ni las mejores flores son tan impactantes como tu belleza, es algo que te hace muy única.",
  "2025-11-23": "Invierno, abrigados bajo una manta, calentitos y abrazados. Existe un plan mejor?",
  "2025-11-24": "Ver esa carita, en cualquier momento del día solo hace que te ame más, es inexplicable.",
  "2025-11-25": "Podría aburrirte diciendote lo guapa que eres y lo bien que te ves todos los días, y lo voy a hacer, no lo dudes.",
  "2025-11-26": "Si una cosa te puedo decir es que una vida a tu lado es lo mejor que podría pasarme, no me aburro de ti ni en sueños.",
  "2025-11-27": "Tengo la sensación de que cada día te amo más. Te amo infinito cari, no te imaginas cuanto.",
  "2025-11-28": "Soy una persona muy afortuna, y eso que no juego la lotería, pero es mejor que si me hubiera tocado.",
  "2025-11-29": "Un rapidín para celebrar un día más juntos? A mi me parece una buena idea, no se a tí.",
  "2025-11-30": "Los peores días son los que estoy separado de ti, se hacen muy largos.",
  "2025-12-01": "Ese amor por los animales es algo digno de admirar, porque sin costarte nada haces lo que nadie está dispuesto.",
  "2025-12-02": "Quiero que te sientas tan amada que pienses que el amor fue muy generoso contigo.",
  "2025-12-03": "Estar en las noches abrazado a ti, dándonos besitos, caricias y cosas bonitas hace que me olvide de todo y esté más tranquilo que nunca.",
  "2025-12-04": "Hoy es un día muy especial, porque cumple mi princesita. Feliz cumpleaños mi amor, espero que pases el mejor día de tu vida.",
  "2025-12-05": "Hace un año cumpliste mi sueño de dormir por primera vez a tu lado, aunque bueno, dormir dormir no fue.",
  "2025-12-06": "Nunca pensé dormir en una caravana, y menos despertarme y ver semejante belleza a mi lado.",
  "2025-12-07": "Verte en persona sonreir es la medicina perfecta para cualquier enfermedad, cura el alma.",
  "2025-12-08": "La despedida más dura del año pasado sin ninguna duda. Lo que lloré solo no fue ni medio normal.",
  "2025-12-09": "Deberíamos cambiar el término rapidín por durín y larguín, porque de rápido y suave no tiene nada.",
  "2025-12-10": "Sé que no te gusta la lluvia, pero un día en el que estemos abrigados bajo una manta seguro que te gustará.",
  "2025-12-11": "Una de esas llamadas es capaz de sacar una sonrisa en el peor de mis días, no se como lo haces.",
  "2025-12-12": "Es hora que demostrar lo mucho que te amo, creo que todas estas frases no han sido suficientes. Te amooooooo",
  "2025-12-13": "Es cierto que la vida no ha sido muy buena contigo, pero vengo a cambiar esa racha.",
  "2025-12-14": "Último mes del año en el que celebramos nuestro día, pero te aseguro que no será el último. Te amo infinito.",
  "2025-12-15": "Cariii, te puedo ver hoy y comerte a besos y darte muchos abrazos? Es que lo necesito.",
  "2025-12-16": "Un abracito tuyo es un regalo para cualquier persona, y más para mi, con todo lo que te amo.",
  "2025-12-17": "Creo que nunca habrá forma de agradecerte todo lo que haces por mi y lo que me haces sentir.",
  "2025-12-18": "Cuando te vuelva a ver quiero mirarte a los ojos, y no hablarte ni nada, solo mirarte.",
  "2025-12-19": "Tienes un brillo niña, y quiero que a pesar de todo nunca se apague, y si es posible que brille más.",
  "2025-12-20": "Navidad en compañía de alguien como tu es un regalo, no puede ser más especial",
  "2025-12-21": "Tu sonrisa me recuerda al mar brillante en los atardeceres, tan bonita y reluciente.",
  "2025-12-22": "Llenaré tus días de felicidad como tu llenas mi corazón con ese brillo que tienes.",
  "2025-12-23": "Uno de los mejores momentos fue cuando vi tu cara mirando el dudu que te regalé, esa imagen no se borrará de mi mente nunca.",
  "2025-12-24": "De regalo de nochebuena quiero un abrazo infinito, y no es opcional.",
  "2025-12-25": "Si Papá Noel no te pone debajo de mi árbol, tendré que buscarte para que te pongas encima de mi.",
  "2025-12-26": "Si, obvio que te elegiría por encima de cualquier otra cosa, no te cambio por nada.",
  "2025-12-27": "Y si hacemos un rapidín por cada día del año que haya pasado. Es un planazo, no me digas que no.",
  "2025-12-28": "Tristemente se está acabando el regalo, pero ya te digo que no será el último que haga",
  "2025-12-29": "Hace un año fui a verte al Hierro, y fue un sueño hecho realidad, aunque creo que fue mejor que eso.",
  "2025-12-30": "Recuerdo que este día fue muy especial y no por lo que hicimos, si no porque supe que puedo convivir a tu lado toda la vida.",
  "2025-12-31": "Ultimo día del año, pero estos detalles continuarán, al igual que mi amor por ti. Eres lo mejor que me ha pasado en la vida. Te amo veinticuince."
}